[DraktenAlloy_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic Alloy"
FriendlyNamePlural="Basic Alloys"
BriefSummary="<font color='#3ABD23'><Ability:BSCALLOYCHANCE/>%</font> chance to deflect incoming projectiles."
TinySummary="chance to deflect projectiles"
LootTooltip="chance to deflect projectiles once incorporated into shield"

[DraktenAlloy_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Alloy"
FriendlyNamePlural="Advanced Alloys"
BriefSummary="<font color='#3ABD23'><Ability:ADVALLOYCHANCE/>%</font> chance to deflect incoming projectiles."
TinySummary="chance to deflect projectiles"
LootTooltip="chance to deflect projectiles once incorporated into shield"

[DraktenAlloy_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Alloy"
FriendlyNamePlural="Superior Alloys"
BriefSummary="<font color='#3ABD23'><Ability:SUPALLOYCHANCE/>%</font> chance to deflect incoming projectiles."
TinySummary="chance to deflect projectiles"
LootTooltip="chance to deflect projectiles once incorporated into shield"

[DraktenBullseye_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic Bullseye Module"
FriendlyNamePlural="Basic Bullseye Modules"
BriefSummary="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> charge(s) per mission."
TinySummary="draw fire from enemies"
LootTooltip="Shield module used to draw fire from enemies"

[DraktenBullseye_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Bullseye Module"
FriendlyNamePlural="Advanced Bullseye Modules"
BriefSummary="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> charge(s) per mission."
TinySummary="draw fire from enemies"
LootTooltip="Shield module used to draw fire from enemies"

[DraktenBullseye_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Bullseye Module"
FriendlyNamePlural="Superior Bullseye Modules"
BriefSummary="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> charge(s) per mission."
TinySummary="draw fire from enemies"
LootTooltip="Shield module used to draw fire from enemies"

[BasicBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Activate Drawfire Module"
LocLongDescription="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> charge(s) per mission."
LocHelpText="Lower defenses but boosts shield's strength"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Activate Drawfire Module"
LocLongDescription="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> charge(s) per mission."
LocHelpText="Lower defenses but boosts shield's strength"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Activate Drawfire Module"
LocLongDescription="Tap into the local enemy Psionic Network, making them more likely to attack you. Defense is lowered by <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>, shields are increased by <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> til next turn. <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> charge(s) per mission."
LocHelpText="Lower defenses but boosts shield's strength"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenBigboom_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic Breaching Module"
FriendlyNamePlural="Basic Breaching Modules"
BriefSummary="This module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font> charge(s) per mission."
TinySummary="break through obstacles"
LootTooltip="Front-facing shield module destroys walls and cover as you move through them"

[DraktenBigboom_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Breaching Module"
FriendlyNamePlural="Advanced Breaching Modules"
BriefSummary="This module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> charge(s) per mission."
TinySummary="break through obstacles"
LootTooltip="Front-facing shield module destroys walls and cover as you move through them"

[DraktenBigboom_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Breaching Module"
FriendlyNamePlural="Superior Breaching Modules"
BriefSummary="This module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> charge(s) per mission."
TinySummary="break through obstacles"
LootTooltip="Front-facing shield module destroys walls and cover as you move through them"

[BasicBigboomAbility X2AbilityTemplate]
LocFriendlyName="Activate Breaching Module"
LocLongDescription="Installed on the front of your shield, this module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font> charge(s) per mission."
LocHelpText="Bust through walls and cover"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedBigboomAbility X2AbilityTemplate]
LocFriendlyName="Activate Breaching Module"
LocLongDescription="Installed on the front of your shield, this module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> charge(s) per mission."
LocHelpText="Bust through walls and cover"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorBigboomAbility X2AbilityTemplate]
LocFriendlyName="Activate Breaching Module"
LocLongDescription="Installed on the front of your shield, this module destroys walls and cover as you move through them. Breaks concealment. <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> charge(s) per mission."
LocHelpText="Bust through walls and cover"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenFold_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic Fold Module"
FriendlyNamePlural="Basic Fold Modules"
BriefSummary="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> turn(s) cooldown"
TinySummary="teleportation device"
LootTooltip="Short-range, limited uses teleportation device"

[DraktenFold_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Fold Module"
FriendlyNamePlural="Advanced Fold Modules"
BriefSummary="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> turn(s) cooldown"
TinySummary="teleportation device"
LootTooltip="Short-range, limited uses teleportation device"

[DraktenFold_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Fold Module"
FriendlyNamePlural="Superior Fold Modules"
BriefSummary="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> turn(s) cooldown"
TinySummary="teleportation device"
LootTooltip="Short-range, limited uses teleportation device"

[BasicFoldTeleport X2AbilityTemplate]
LocFriendlyName="Activate Fold Module"
LocLongDescription="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> turn(s) cooldown"
LocHelpText="Prepare for teleport"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedFoldTeleport X2AbilityTemplate]
LocFriendlyName="Activate Fold Module"
LocLongDescription="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> turn(s) cooldown"
LocHelpText="Prepare for teleport"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorFoldTeleport X2AbilityTemplate]
LocFriendlyName="Activate Fold Module"
LocLongDescription="Limited teleportation device.<br/><Bullet/>Range of <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> tiles<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> charge(s) per mission<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> turn(s) cooldown"
LocHelpText="Prepare for teleport"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenKnock_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic KnockRush System"
FriendlyNamePlural="Basic KnockRush Systems"
BriefSummary="Destroys cover on shield bash. Increased damage the further you start from target, takes <font color='#3ABD23'>both actions</font>, <font color='#3ABD23'><Ability:BSCKRCHARGES/></font> charge(s)/mission"
TinySummary="cover destruction"
LootTooltip="destroys enemy cover on shield bash attack, increased damage the further you start from target"

[DraktenKnock_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced KnockRush System"
FriendlyNamePlural="Advanced KnockRush Systems"
BriefSummary="Destroys cover on shield bash. Increased damage the further you start from target, takes <font color='#3ABD23'>both actions</font>, <font color='#3ABD23'><Ability:ADVKRCHARGES/></font> charge(s)/mission"
TinySummary="cover destruction"
LootTooltip="destroys enemy cover on shield bash attack, increased damage the further you start from target"

[DraktenKnock_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior KnockRush System"
FriendlyNamePlural="Superior KnockRush Systems"
BriefSummary="Destroys cover on shield bash. Increased damage the further you start from target, takes <font color='#3ABD23'>both actions</font>, <font color='#3ABD23'><Ability:SUPKRCHARGES/></font> charge(s)/mission"
TinySummary="cover destruction"
LootTooltip="destroys enemy cover on shield bash attack, increased damage the further you start from target"

[BasicKnockRush X2AbilityTemplate]
LocFriendlyName="Activate KnockRush Matrix"
LocLongDescription="Destroys cover on shield bash<br/><Bullet/>Increased damage the further you start from target<br/><Bullet/>Takes <font color='#3ABD23'>both actions</font><br/><Bullet/><font color='#3ABD23'><Ability:BSCKRCHARGES/></font> charge(s)/mission"
LocHelpText="The further the bloodier"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedKnockRush X2AbilityTemplate]
LocFriendlyName="Activate KnockRush Matrix"
LocLongDescription="Destroys cover on shield bash<br/><Bullet/>Increased damage the further you start from target<br/><Bullet/>Takes <font color='#3ABD23'>both actions</font><br/><Bullet/><font color='#3ABD23'><Ability:ADVKRCHARGES/></font> charge(s)/mission"
LocHelpText="The further the bloodier"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorKnockRush X2AbilityTemplate]
LocFriendlyName="Activate KnockRush Matrix"
LocLongDescription="Destroys cover on shield bash<br/><Bullet/>Increased damage the further you start from target<br/><Bullet/>Takes <font color='#3ABD23'>both actions</font><br/><Bullet/><font color='#3ABD23'><Ability:SUPKRCHARGES/></font> charge(s)/mission"
LocHelpText="The further the bloodier"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenSiphon_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Basic Siphon Matrix"
FriendlyNamePlural="Basic Siphon Matrices"
BriefSummary="On non-Lost shield kills gives <br/><font color='#3ABD23'><Ability:BSCSIPHP/></font> ablative points to allies within <br/><font color='#3ABD23'><Ability:BSCSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> charge(s) per mission <br/><font color='#3ABD23'><Ability:BSCSIPCD/></font> turn(s) cooldown"
TinySummary="+shield points on kill"
LootTooltip="Non-Lost shield kills gives ablative points to allies"

[DraktenSiphon_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Siphon Matrix"
FriendlyNamePlural="Advanced Siphon Matrices"
BriefSummary="On non-Lost shield kills gives <br/><font color='#3ABD23'><Ability:ADVSIPHP/></font> ablative points to allies within <br/><font color='#3ABD23'><Ability:ADVSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> charge(s) per mission <br/><font color='#3ABD23'><Ability:ADVSIPCD/></font> turn(s) cooldown"
TinySummary="+shield points on kill"
LootTooltip="Non-Lost shield kills gives ablative points to allies"

[DraktenSiphon_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Siphon Matrix"
FriendlyNamePlural="Superior Siphon Matrices"
BriefSummary="On non-Lost shield kills gives <br/><font color='#3ABD23'><Ability:SUPSIPHP/></font> ablative points to allies within <br/><font color='#3ABD23'><Ability:SUPSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> charge(s) per mission <br/><font color='#3ABD23'><Ability:SUPSIPCD/></font> turn(s) cooldown"
TinySummary="+shield points on kill"
LootTooltip="Non-Lost shield kills gives ablative points to allies"

[BscSiphonHud X2AbilityTemplate]
LocFriendlyName="Activate Siphon Matrix"
LocLongDescription="On non-Lost shield kills gives <font color='#3ABD23'><Ability:BSCSIPHP/></font> ablative points to allies within <font color='#3ABD23'><Ability:BSCSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> charge(s) per mission <font color='#3ABD23'><Ability:BSCSIPCD/></font> turn(s) cooldown"
LocHelpText="Prepare your shield for killing blow"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvSiphonHud X2AbilityTemplate]
LocFriendlyName="Activate Siphon Matrix"
LocLongDescription="On non-Lost shield kills gives <font color='#3ABD23'><Ability:ADVSIPHP/></font> ablative points to allies within <font color='#3ABD23'><Ability:ADVSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> charge(s) per mission <font color='#3ABD23'><Ability:ADVSIPCD/></font> turn(s) cooldown"
LocHelpText="Prepare your shield for killing blow"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SupSiphonHud X2AbilityTemplate]
LocFriendlyName="Activate Siphon Matrix"
LocLongDescription="On non-Lost shield kills gives <font color='#3ABD23'><Ability:SUPSIPHP/></font> ablative points to allies within <font color='#3ABD23'><Ability:SUPSIPRADIUS/></font> tiles. <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> charge(s) per mission <font color='#3ABD23'><Ability:SUPSIPCD/></font> turn(s) cooldown"
LocHelpText="Prepare your shield for killing blow"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"